Repository: giellalt/corpus-nob
Catalog: tmx/smj/admin/depts/udir.no/16_generell-litteratur-og-larestoff.html.tmx
Source language: nob
Languages: smj

source: Udir.no - Generell litteratur og lærestoff
smj: Udir.no - Dábálasj girjjálasjvuohta ja oahppamusá

source: Generell litteratur og lærestoff
smj: Dábálasj girjjálasjvuohta ja oahppamusá

source: Hovedinnhold
smj: Gaup-Westerlund, Stina: Lávllagirji, Luleå alltryck AB 1980

source: Vis alle Generell litteratur
smj: Skuvlasálbmagirji, Verbum, 1995.

source: Kaspersen, Ardis. 1997. ”Samisk mat og kultur”.
smj: Gaup-Westerlund, Stina: Lávllagirji, Luleå alltryck AB 1980

source: Oslo: Landbruksforlaget.
smj: Skuvlasálbmagirji, Verbum, 1995.

source: Nergård, Jens-Ivar: Det skjulte Nord-Norge, Ad Notam Gyldendal 1994
smj: Westerlund, Stina-Gaup: Lávllagirji, Luleå Alltryck, AB, 1980.

source: Nickel, Klaus Peter: Samisk grammatikk, Universitetsforlaget, Sámi oahpahusráddi/Samisk utdanningsråd, 1990
smj: Westerlund, Stina-Gaup: Lávlungirji, Sámiskuvlastivra, Luleå Alltryck, AB, 1987. Lulesamisk

source: 51 sálmma, Sámi sálbmakomitea, 1990, (ukjent forlag)
smj: Gælok, Paul: Haŋŋá boade gáddáj, 1990

source: Ellen-Astri Lundby, Sonar Film DA 2009
smj: Bull, Ella Holm: Ov-messie darjomes, Idut 2000

source: 1997. ”Samisk mat og kultur”.
smj: http://giellatekno.uit.no/norsk.html
